Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/bible/osko/index.php_kat_id=1_art_id=147.html.tmx
Source language: nob
Languages: sme

source: Dine tanker
sme: Du jurdagat

source: Jeg gjør det fordi det er en fin tradisjon.
sme: Mun dagan dan danin go lea buorre árbevierru.

source: Jeg får min egen kofte.
sme: Oaččun iežan gávtti.

source: Og masse slekt samles til konfirmasjonen.
sme: Ja soga čoahkkanit konfirmašuvdnii.

source: Karianne 14 år
sme: Karianne 14 jagi
